Repository: ADeltaX/ProtoBuildBot
Catalog: src/ProtoBuildBot/Resources/Resources.*.resx
Languages: de, it

# B_Account
source: 👤 Account
de: 👤 Konto

# B_AllApplicableRings
source: ⭕️ ALL APPLICABLE RINGS
de: ⭕️ ALLE MÖGLICHEN RINGE
it: ⭕️ TUTTI I RING POSSIBILI

# B_AllDeviceFamilies
source: ⭕️ ALL DEVICE FAMILIES
de: ⭕️ ALLE GERÄTEFAMILIEN
it: ⭕️ TUTTE LE FAMIGLIE DEI DISPOSITIVI

# B_AllRings
source: ⭕️ ALL RINGS
de: ⭕️ ALLE RINGE
it: ⭕️ TUTTI I RING

# B_AllSubscribed
source: ❕ ALL SUBSCRIBED
de: ❕ ALLE ABBONIERT
it: ❕ TUTTO NOTIFICATO

# B_AllUnsubscribed
source: ❗️ ALL UNSUBSCRIBED
de: ❗️ ABGEMELDET
it: ❗️ NESSUNA NOTIFICA

# B_Back
source: ◀️ Back
de: ◀️ Zurück
it: ◀️ Indietro

# B_BotSettings
source: ⚙️ Bot Settings
de: ⚙️ Einstellungen
it: ⚙️ Impostazioni bot

# B_ChangeLanguage
source: 🗣 Change Language
de: 🗣 Sprache Ändern
it: 🗣 Cambia lingua

# B_DeleteAccount
source: ❌ Delete account
de: ❌ Konto löschen
it: ❌ Elimina account

# B_Everything
source: ⭕️ EVERYTHING
de: ⭕️ ALLES
it: ⭕️ TUTTO

# B_GroupSettings
source: 👥 Group settings
de: 👥 Gruppeneinstellungen
it: 👥 Impostazioni gruppo

# B_Notifications
source: 📨 Notifications
de: 📨 Benachrichtigungen
it: 📨 Notifiche

# B_Search
source: 🔍 Search
de: 🔍 Suche
it: 🔍 Cerca

# B_SearchNow
source: 🔄 Search updates now!
de: 🔄 Jetzt nach Updates suchen!
it: 🔄 Cerca aggiornamenti ora!

# B_Start
source: 🏘 Start page
de: 🏘 Startseite
it: 🏘 Pagina Iniziale

# B_SubscribeAll
source: ☑️ SUBSCRIBE ALL
de: ☑️ ALLE ABONNIEREN
it: ☑️ NOTIFICA TUTTO

# B_UnsubscribeAll
source: ❌ UNSUBSCRIBE ALL
de: ❌ ALLE ABBESTELLEN
it: ❌ NON NOTIFICARE NIENTE

# P_Account
source: 🆔 ID: {0} 👤 Level: {1} 📅 Registered on: {2} 🗣 Language: {3}
de: 🆔 ID: {0} 👤 Level: {1} 📅 Registriert am: {2} 🗣 Sprache: {3}
it: 🆔 ID: {0} 👤 Livello: {1} 📅 Data registrazione: {2} 🗣 Lingua: {3}

# P_AlreadySearching
source: ⚠️ ProtoBuild is already searching for updates, please wait a few minutes then retry. Started searching: {0} minute(s) ago Your choice: <b>{1}</b>, <b>{2}</b>
de: ⚠️ ProtoBuild sucht bereits nach Updates. Bitte warte ein paar Minuten und versuche es erneut. Suche vor {0} Minute(n) gestartet. Deine Auswahl: <b>{1}</b>, <b>{2}</b>
it: ⚠️ ProtoBuild sta già cercando gli aggiornamenti, per favore riprova tra qualche minuto. Inizio della ricerca: {0} minuto/i fa Hai scelto: <b>{1}</b>, <b>{2}</b>

# P_CmdAborted
source: ❕ Command aborted.
de: ❕ Befehl abgebrochen.
it: ❕ Comando annullato.

# P_CmdNotFound
source: 🤐 Command not found. Use the interactive version, press the button below.
de: 🤐 Befehl nicht gefunden. Benutze die interaktive Version, drücke den untenstehenden Button.
it: 🤐 Comando non trovato. Usa la versione interattiva, premi sotto il bottone.

# P_DetailedUpdates
source: Showing <b>{0}</b> latest BuildLab for each ring: {1}
de: Zeigt das neuste <b>{0}</b> BuildLab für jeden Ring: {1}
it: Mostro l'ultimo BuildLab per ogni ring per <b>{0}</b>: {1}

# P_Expired
source: This message is expired (too old). Click below to start again.
de: Diese Nachricht ist abgelaufen (zu alt). Klicke unten, um erneut zu beginnen.

# P_HelpAdmin
source: Hi <a href="tg://user?id={0}">{1}</a> [ID: <code>{0}</code>] (ADMIN), this is the Start page, below there are a few commands you can use.
de: Hi <a href="tg://user?id={0}">{1}</a> [ID: <code>{0}</code>] (ADMIN), dies ist die Startseite. Im Folgenden findest du einige Befehle, die du verwenden kannst.
it: Ciao <a href="tg://user?id={0}">{1}</a> [ID: <code>{0}</code>] (ADMIN), questa è la pagina iniziale, sotto trovi alcuni comandi che potresti usare.

# P_HelpCreator
source: Hi master of bots [ID: <code>{0}</code>], do what you need to do.
de: Hi master of bots [ID: <code>{0}</code>], was möchtest du tun:
it: Ciao maestro dei bot [ID: <code>{0}</code>], fai quello che devi fare.

# P_HelpGroup
source: Hi, this is the Start page, below there are a few commands you can use.
de: Hi, dies ist die Startseite. Im Folgenden findest du einige Befehle, die du verwenden kannst.
it: Ciao, questa è la pagina iniziale, sotto trovi alcuni comandi che potresti usare.

# P_HelpMod
source: Hi <a href="tg://user?id={0}">{1}</a> [ID: <code>{0}</code>] (MOD), this is the Start page, below there are a few commands you can use.
de: Hi <a href="tg://user?id={0}">{1}</a> [ID: <code>{0}</code>] (MOD), dies ist die Startseite. Im Folgenden findest du einige Befehle, die du verwenden kannst.
it: Ciao <a href="tg://user?id={0}">{1}</a> [ID: <code>{0}</code>] (MOD), questa è la pagina iniziale, sotto trovi alcuni comandi che potresti usare.

# P_HelpUser
source: Hi <a href="tg://user?id={0}">{1}</a> [ID: <code>{0}</code>], this is the Start page, below there are a few commands you can use.
de: Hi <a href="tg://user?id={0}">{1}</a> [ID: <code>{0}</code>], dies ist die Startseite. Im Folgenden findest du einige Befehle, die du verwenden kannst.
it: Ciao <a href="tg://user?id={0}">{1}</a> [ID: <code>{0}</code>], questa è la pagina iniziale, sotto trovi alcuni comandi che potresti usare.

# P_Language
source: In this page you can select the display language. 🗣 Selected language: <b>{0}</b>
de: Auf dieser Seite kannst du die Anzeigesprache auswählen. 🗣 Ausgewählte Sprache: <b>{0}</b>
it: In questa pagina puoi selezionare la lingua. 🗣 Lingua selezionata: <b>{0}</b>

# P_NewUpdateFound
source: 🔄 {0} New <b>{1}</b> update! 💍 <b>{2}</b> ({3})
de: 🔄 {0} Neues <b>{1}</b> Update! 💍 <b>{2}</b> ({3})
it: 🔄 {0} Nuovo aggiornamento per <b>{1}</b>! 💍 <b>{2}</b> ({3})

# P_NewUpdateFoundDE
source: ➡️ <b>Description</b>: {0}
de: ➡️ <b>Beschreibung</b>: {0}
it: ➡️ <b>Descrizione</b>: {0}

# P_NewUpdateFoundTitle
source: ➡️ <b>Title</b>: {0}
de: ➡️ <b>Titel</b>: {0}
it: ➡️ <b>Titolo</b>: {0}

# P_Search
source: On this page you can select each device family and ring and check for updates
de: Auf dieser Seite kannst du jede Gerätefamilie und Ring auswählen und nach Updates suchen.
it: In questa pagina potrai dire al bot di cercare gli ultimi aggiornamenti per ogni famiglia dei dispositivi e ring.

# P_SearchCompleted
source: ✅ Searching updates done.
de: ✅ Suche nach Updates abgeschlossen.
it: ✅ Ricerca degli aggiornamenti completato.

# P_SearchConfirm
source: Click on "Search updates now!" to start searching. Your choice: <b>{0}</b>, <b>{1}</b>
de: Klicke auf "Jetzt nach Updates suchen!" um die Suche zu starten. Deine Auswahl: <b>{0}</b>, <b>{1}</b>
it: Clicca su "Cerca aggiornamenti ora!" per iniziare la ricerca. Hai scelto: <b>{0}</b>, <b>{1}</b>

# P_SearchingNow
source: Ok, I'm searching for updates. I'll notify you when the searches completes
de: Ok, Ich suche nun nach Updates. Ich werde dich informieren, sobald die Suche abgeschlossen sind.
it: Ok, sto cercando gli aggiornamenti. Ti notificherò quando la ricerca termina.

# P_SearchRing
source: Selected device family: <b>{0}</b> Choose a ring.
de: Ausgewählte Gerätefamilie: <b>{0}</b> Wähle einen Ring.
it: Famiglia dei dispositivi scelto: <b>{0}</b> Clicca un ring.

# P_Subscribe
source: Here you can select which device family to subscribe to. Remember that you'll get notified for all rings of the selected device family.
de: Hier kannst du auswählen, welche Gerätefamilie du abonnieren möchtest. Denke daran, dass du für alle Ringe der ausgewählten Gerätefamilie benachrichtigt wirst.
it: Qui puoi seleziona quale famiglia dei dispositivi per cui essere notificato. Ricordati che verrai notificato per tutti i ring della famiglia di dispositivi selezionato

# P_Updates
source: In this page you can select the device family for which display the latest BuildLab.
de: Auf dieser Seite kannst du die Gerätefamilie auswählen, für die das neueste BuildLab angezeigt wird.
it: In questa pagina puoi selezionare la famiglia dei dispositivi per cui mostrare l'ultimo BuildLab

# P_UseInteractiveVersion
source: Please use the interactive version, press the button below.
de: Bitte benutze die interaktive Version, drücke den untenstehenden Button.
it: Per favore usa la versione interattiva, premi sotto il bottone.

# W_AllApplicableRings
source: all applicable rings
de: alle möglichen Ringe
it: Tutti i ring possibili

# W_AllRings
source: all rings
de: alle Ringe
it: tutti i ring

# W_Everything
source: everything
de: alles
it: tutto

# Z_CommandIncomplete
source: Incomplete command!
de: Unvollständiger Befehl!

# Z_DBCheckCompleted
source: Check completed.
de: Überprüfung abgeschlossen.

# Z_DBCheckingMigration
source: Checking if migration is needed...
de: Überprüfe ob eine Migration benötigt wird...

# Z_DBConnectionOpened
source: DB Connection opened!
de: DB Verbindung geöffnet!

# Z_DBCreatingTables
source: Creating DB tables...
de: DB Tabellen werden erstellt...

# Z_DBMigrationCompleted
source: Migration completed.
de: Migration abgeschlossen.

# Z_DBNoMigration
source: No migration is needed.
de: Keine Migration benötigt.

# Z_DBStoreIsTooNew
source: The database store version is too new.
de: Die Datenbank Store Version ist zu neu.

# Z_RunningMigration
source: Running DB migration (to version: {0})
de: DB Migration (auf Version {0}) wird ausgeführt...

# Z_RunningPostUpgrade
source: Running post upgrade actions (num: {0})
de: Post-Upgrade-Aktionen (num: {0}) werden durchgeführt...

# Z_SearchStarted
source: Search started
de: Suche gestartet

# B_Updates
source: 🔄 Updates
it: 🔄 Aggiornamenti
